{
  "Restaurant 1": {
    "Egg Sandwich": [
      "Egg, cheese, and bacon or sausage: the classic breakfast sandwich.",
      "Lovely Ambiance. Spacious place. Pesto Egg waffle Sandwich is very famous. If  you have a big group, try their picnic sandwich called the Pan Bagnat with Carrot Salad.",
      "Today we visited this place in the evening. Place is big and clean. But we frustrated with their service. It was so slow we have to wait and remind all the time for our order. Customer Experience was not that great!! Food was okay and I felt price was little higher side compared to their prices.",
      "This cozy restaurant has left the best impressions! Hospitable hosts, delicious dishes, beautiful presentation, wide wine list and wonderful dessert. I recommend to everyone! I would like to come back here again and again.",
      "First time in (RN) and YOU have to go! It’s the cutest little spot with amazing food. The (FN) is to die for. IT WAS FIRE!! The service we received was so amazing and we will definitely be back again. They made us feel welcomed and gave us an amazing experience.",
      "It’s a great experience. The ambiance is very welcoming and charming. Amazing wines, food and service. Staff are extremely knowledgeable and make great recommendations.",
      "This place is great! Atmosphere is chill and cool but the staff is also really friendly. They know what they’re doing and what they’re talking about, and you can tell making the customers happy is their main priority. Food is pretty good, some italian classics and some twists, and for their prices it’s 100% worth it.",
      "Do yourself a favor and visit this lovely restaurant in (CN). The service is unmatched. The staff truly cares about your experience. The food is absolutely amazing – everything we tasted melted in other mouths. Absolutely the best meal we had while in (CN). Highly recommend!",
      "When we think about celebrations, (RN) is always our first option and it never disappoints. From the starter to the dessert the quality and tastes of everything was outstanding, my (FN), (FN), (FN) might have been the best meal I have ever been served. Service was delightful and very professional. 10/10",
      "I have to say, I enjoyed every single bite of the meal in (RN). I had a 3 course meal, with a couple of beers. Considering the quality, the price is reasonable. Ideal for those who want a romantic night out. There was also plenty of room for bigger groups.",
      "Excellent food. Menu is extensive and seasonal to a particularly high standard. Definitely fine dining. It can be expensive but worth it and they do different deals on different nights so it’s worth checking them out before you book. Highly recommended.",
      "This is my absolute favorite restaurant in (CN). The food is always fantastic and no matter what I order I am always delighted with my meal! Servers are also great and always efficient, happy and polite. Can’t wait to return and wouldn’t hesitate to recommend to anyone looking for somewhere to eat in (CN)",
      "We are so fortunate to have this place just a few minutes drive away from home. Food is stunning, both the tapas and downstairs restaurant. Cocktails wow, wine great and lovely selection of beers. Love this place and will continue to visit."
    ],
    "Veg Cheese Pizza": [
      "Very Tasty Pizza and also had offer buy one get on free on medium Large Pizza. And provide very good Cheese type Pizza. Inner Ambiance of La Milano is very descent but till now dine is not allowed so soon update review after visiting for dine in. Staff is good. One less review just to make more Tasty Pizza.",
      "I am a hard core Non Vegetarian & I cannot even think of having Veg. That doesn't means that I haven't tasted Veg Pizza. But this time after having Veg Pizza from La Pinoz Pizza I had it for 3 days back to back.",
      "The Cheese Pizza is the best I've had anywhere. The crust is Great and Homemade. The Combination Pizza is my second favorite.",
      "The best pizza we ever had in (City)!! The pizza was so delicious and with so many flavor could choose that we even visited the pizza shop twice in the same day! You could just take away or standing finish your pizza in the store.",
      "Consistently great pizza with great variety of toppings and styles. Service is fast too. Can’t go wrong with this place.",
      "You want tradition? You want a place that makes you sit and wait awhile and forces you to have a conversation with one another as your pizza is cooked to perfection? You want a place that makes you feel cozy and not feel stressed about what you have to wear? (PP) is one of the original pizza places in (City) keeping the tradition on what it means to be Italian. This place makes you feel like family. Don’t be afraid to order something other than pizza because whatever you order will be on point.",
      "They offer an awesome range of fresh pizzas. I liked dining here. Staff members are always friendly, prices are reasonable and the spot is always kept clean.",
      "I had the best pizza of my life at that time. Since then I have visited this place numerous times and my opinion about this pizza has still not changed.",
      "Such a great experience eating at this restaurant. The service was top notch and the pizza was to die for.",
      "The service and the food were both excellent. I have never had a bad experience and any of the restaurants.",
      "The pizza here is real amazing and would recommend trying these guys out. They have a great toppings selections and great prices on a single sliced.",
      "Authentic Italian pizza. Made just the way it was back in 1933, I’m sure. No other pizza compares to this one.",
      "The pizza here is real amazing and would recommend trying these guys out. They have a great toppings selections and great prices on a single sliced."
    ]
  },
  "Restaurant 2": {
    "Egg Pizza": [
      "Egg, cheese, and bacon or sausage: the classic breakfast sandwich.",
      "Today we visited this place in the evening. Place is big and clean. But we frustrated with their service. It was so slow we have to wait and remind all the time for our order. Customer Experience was not that great!! Food was okay and I felt price was little higher side compared to their prices.",
      "Very Tasty Pizza and also had offer buy one get on free on medium Large Pizza. And provide very good Cheese type Pizza. Inner Ambiance of La Milano is very descent but till now dine is not allowed so soon update review after visiting for dine in. Staff is good. One less review just to make more Tasty Pizza.",
      "The Cheese Pizza is the best I've had anywhere. The crust is Great and Homemade. The Combination Pizza is my second favorite.",
      "Absolutely perfect pizza slice! Stand in line for a slice; always just out of the oven. You will burn your mouth! Bring cash. Soda is out of the vending machine. First time, had doubts about the situation, but rushed back days after. It’s the real deal!",
      "Amazing pizza. Family friendly and super cool design. Pizza was definitely one of the best I’ve ever had and service was very quick. My favorite was the pepperoni.",
      "Some of the best pizza around hands down. Really fresh and well made. Not ever over or under cooked. They’ve somehow managed to make it the perfect middle. I highly recommend them here!",
      "The quintessential New York style slice, still cooked in one of the last coal-fired ovens in the city! This pizza may sound underwhelming on the outside, but don’t let the simplicity foul you. The genius here is in the balance and execution of the few ingredients involved. Don’t be tempted to stray for the regular pie as this is where you get the full experience. Go and enjoy this American classic!",
      "My uncle is a local and has talked about this pizza place many times. When I went to visit him, I was finally able to try it. I enjoyed that it was a thinner dough and had light sauce. Pizza is my favorite food and this pizza place was spot on.",
      "Absolutely amazing. Pizza was incredible and the pasta and sauce were delicious. Highly recommend to anyone looking to have new york style pizza. My boyfriend was a firm believer that Chicago pizza was better then New York, until I took him here!",
      "Some of the best pizza around hands down. Really fresh and well made. Not ever over or under cooked. They’ve somehow managed to make it the perfect middle. I highly recommend them here!",
      "This place is the real deal for thin crust wood oven NY pizza! The place has a long history and it a must to eat at if you have never eaten there before. Love at first bite!",
      "Wonderful ambiance 1st time there and was not disappointed! Great prices, fresh food with a decent wait time. Nice for the family and for a date.",
      "What a fantastic display of classic new York pizza in it’s prime. Extremely well executed slices with fine Ingredients make this famous pizza destination a must stop",
      "Some of the best pizza I’ve ever had! Our table of 5 ate 6 pizzas it was so good! No joke. Make sure you get the garlic oil to dip the pizza in, it takes the pizza to the next level!"
    ],
    "Cheese Pasta": [
      "Lovely Ambiance. Spacious place. Pesto Egg waffle Sandwich is very famous. If  you have a big group, try their picnic sandwich called the Pan Bagnat with Carrot Salad.",
      "I am a hard core Non Vegetarian & I cannot even think of having Veg. That doesn't means that I haven't tasted Veg Pizza. But this time after having Veg Pizza from La Pinoz Pizza I had it for 3 days back to back.",
      "A small local restaurant with great service, food, and overall experience! Definitely a go-to place for (FN) when you are in (CN)! Huge variety of (FN) to choose from & side dishes are delicious as well.",
      "This spot gives extraordinary service and yummy meals. One of my favourite restaurants around town. The meals served rapidly and the rates were reasonable. Highly recommended.",
      "Delicious food, waiters are very attentive, and super nice atmosphere. Plus it’s all at an affordable price. Can totally recommend it and will definitely come back again.",
      "Amazing experience! If you thought gourmet kitchen will leave you hungry, think again. You should skip several meals before visiting this amazing restaurant. Everything is so tasty, you cannot restraint yourself from having all of the dishes.",
      "Excellent, unassuming and wonderful find. Great variety and fine value tasting menu. Exciting food with high quality presentation, service and inventiveness. A highlight of (CN). Book to avoid disappointment it’s really worth it.",
      "Phenomenal experience. Top notch food, atmosphere, and wait staff. Have been here multiple times, and every time is an amazing experience all around. I always take my out of town guests here, as the food is always superb. Definitely a lifetime customer!",
      "Loved this place. The atmosphere, food and most of the drinks were great. The bartenders knew their mixology and it showed in the drinks. Great place to hangout, chill or go out on a date.",
      "Stopped in for dinner and had a great meal. Staff was helpful and knowledgeable about the menu offering great recommendations. The atmosphere is cozy and pleasant. The dishes were delicious as were the wine and cocktail recommendations.",
      "Outstanding meal here. I had the (FN) and my colleague had the (FN). The staff does an amazing job of describing anything on the menu and the ambiance is very cool. Can’t wait to come back!",
      "This place is elegant with an awesome vibe. I went for breakfast and the food was amazing. The service was speedy and friendly. Their (FN) are absolutely incredible! This lone visit has made this one of my favorite spots within (CN)."
    ]
  },
  "Restaurant 3": {
    "Lasagna": [
      "Today we visited this place in the evening. Place is big and clean. But we frustrated with their service. It was so slow we have to wait and remind all the time for our order. Customer Experience was not that great!! Food was okay and I felt price was little higher side compared to their prices.",
      "Very Tasty Pizza and also had offer buy one get on free on medium Large Pizza. And provide very good Cheese type Pizza. Inner Ambiance of La Milano is very descent but till now dine is not allowed so soon update review after visiting for dine in. Staff is good. One less review just to make more Tasty Pizza.",
      "Amaazing food! The whole experience from start to finish is great waitress is always so friendly and kind. The food can’t get better and the prices are fair for the portion size. Always a great spot to get great food.",
      "Legitimately the best restaurant around (CN). Doesn’t matter what I get I end up liking it. My partner and I have been eating here for a few years now. They make the (FN) for breakfast and probably the best (FN) I’ve had.",
      "The food at (RN) is exceptional! Very tasty and well prepared and you can chose among many menu options. I love the service at the place and the chef is so friendly with the guests and always takes care to offer the best quality! I highly recommend this place.",
      "My partner and I visited (RN) and were amazed at not only the quality of food, but also the service. We had the (FB) and (FN) for dessert. This is easily one of, if not the best meal we’ve ever eaten. I cannot recommend this place enough! Such a warm and welcoming environment!",
      "Delicious high quality plates, selection of wines and great service.\nWe tried all their entrees, one of their desserts, and everything was de-li-cious. Highly recommended.",
      "Searching for places to eat in the local area and this place popped up. I don’t normally leave reviews but I feel compelled as the food was absolutely exquisite. The (FN) may be the best dessert I’ve ever had! Just annoyed I had to share it.",
      "Searching for places to eat in the local area and this place popped up. I don’t normally leave reviews but I feel compelled as the food was absolutely exquisite. The (FN) may be the best dessert I’ve ever had! Just annoyed I had to share it.",
      "Absolutely amazing! The place is beautiful and staff are super friendly and the food is delicious. I love that you get a lot of food as well for the price. It’s definitely not like other expensive restaurants and you only get a small amount of food. I am definitely going back.",
      "The menus options are an excellent value. The dining experience overall is very pleasant. I highly recommend this restaurant.",
      "The menus options are an excellent value. The dining experience overall is very pleasant. I highly recommend this restaurant.",
      "Absolutely amazing! The place is beautiful and staff are super friendly and the food is delicious. I love that you get a lot of food as well for the price. It’s definitely not like other expensive restaurants and you only get a small amount of food. I am definitely going back."
    ],
    "Spinach Cheese Balls": [
      "The Cheese Pizza is the best I've had anywhere. The crust is Great and Homemade. The Combination Pizza is my second favorite.",
      "Egg, cheese, and bacon or sausage: the classic breakfast sandwich.",
      "Lovely Ambiance. Spacious place. Pesto Egg waffle Sandwich is very famous. If  you have a big group, try their picnic sandwich called the Pan Bagnat with Carrot Salad.",
      "I am a hard core Non Vegetarian & I cannot even think of having Veg. That doesn't means that I haven't tasted Veg Pizza. But this time after having Veg Pizza from La Pinoz Pizza I had it for 3 days back to back.",
      "We were beyond thrilled with out gorgeous cake! We did chocolate mocha and coconut and both were big crowd pleasers! All I had to do was show the talented baker a picture of something I liked and he created something even better!",
      "Fabulous!! Ordered an almond cake for a 50th Anniversary and it was amazing! You know it is good when it weighs a ton. Everyone commented on the cake!!",
      "Sweet Lady! Excellent cakes! Best prices! GREAT taste! I highly recommend for best flavors, decorations, and customer service. She goes above and beyond for all your needs. I am truly blessed to have such a great lady at my service",
      "Guests at my wedding said it was the best cake they have ever eaten. Not only was it yummy, but it was so pretty. She exceeded my expectations.",
      "They came through with a special request birthday cake for my daughter that was absolutely PERFECT!!! Sprinkle filled, candy themed, beautifully decorated with great fondant work!! We also had a birthday cake cheesecake which was super cute and delicious.",
      "If you’re looking for amazing cake, you’ve got to order from (BN)! The ordering process was easy and she communicated with me the whole time. The strawberry cake we got was AWESOME! It was super moist, the flavor was great, and the frosting was excellent. It also doesn’t hurt that we got it for a great price, plus (BN) delivered right to our door. We will definitely be ordering from (BN) again for our next celebration, or maybe sooner!",
      "(BN) is immensely talented in her decorating abilities. But it doesn’t stop there; her cakes are delicious! The flavor is incredible, and she always adds a unique touch to finish off her desserts for you. She’s added pearls, flowers, even special colors as a personal touch to my orders; what a gem!",
      "The cake was absolutely perfect and was super moist but the buttercream stole the show! My wife and I have never had any other come close to the flavor in the frosting. Will order again for sure, we have found our specialty cake person!",
      "Will be ordering from here again! Ordered a pull apart cupcake cake with 3 different flavors and requested a Moana theme for my babies First Birthday. It looked SO good!! Not only did it look good, but it tasted great! Everyone raved about how good it looked and tasted.\nThank you (BN)! Please feel free to share a picture of our cake!",
      "I had Tres leches cake, two flavors, regular and mocha, and MAN ARE THEY AMAZING!! I think it’s the best thing I’ve ever eaten. It’s moist, and just melted in my mouth. I’m sure I’m going to give this store a lot of mouth publicity for a long time to come."
    ]
  }
}